In [1]:
import numpy as np
import pandas as pd

In [2]:
data = {"Capital":["Brussels", "New Delhi", "Brasilia"],
       "Country":["Belgium", "India", "Brazil"], 
       "Population": [11190846, 1303171035, 207847528]}

In [3]:
ss1 = pd.Series(data['Capital'])
ss2 = pd.Series(data['Country'])
ss2 = pd.Series(data['Population'])

In [4]:
ss2

0      11190846
1    1303171035
2     207847528
dtype: int64

In [5]:
df = pd.DataFrame(data)

In [6]:
df

     Capital  Country  Population
0   Brussels  Belgium    11190846
1  New Delhi    India  1303171035
2   Brasilia   Brazil   207847528

In [7]:
df

     Capital  Country  Population
0   Brussels  Belgium    11190846
1  New Delhi    India  1303171035
2   Brasilia   Brazil   207847528